"下一步" = "Next";
"当前没有可编辑的资源" = "There are no editable resources available";
"当前没有可删除的资源" = "There is currently no resource to delete";
"确定删除这张照片吗?" = "Are you sure to delete this photo?";
"确定删除这个视频吗?" = "Are you sure to delete this video?";
"删除" = "Delete";
"编辑" = "Edit";
"原始值" = "Original";
"正方形" = "A square";
"还原" = "Reduction";
"旋转" = "Rotating";
"选择" = "Choose";
"选择照片时不能选择视频" = "You can't select video when you select a photo";
"没有照片可选!" = "No photos available!";
"正在下载iCloud上的资源" = "Downloading resources on iCloud";
"昨天" = "Yesterday";
"下载失败，请重试！" = "Download failed, please try again!";
"张照片" = "Photos";
"个视频" = "Video";
"返回"= "Back";
"取消" = "Cancel";
"预览" = "Preview";
"原图" = "Original";
"设置" = "Setting";
"确定" = "Done";
"Photos" = "Photos";
"Photo" = "Photo";
"Videos" = "Videos";
"Video" = "Video";
"提示" = "Prompt";
"是否删除此照片" = "Delete this photo";
"完成" = "Done";
"关闭" = "Close";
"拍摄" = "Shooting";
"拍摄失败" = "Shoot failure";
"裁剪" = "Tailor";
"抱歉" = "Sorry";
"重拍" = "Again";
"相机" = "Camera";
"照片" = "Photo";
"视频" = "Video";
"相册" = "Album";
"加载中" = "Loading";
"处理中" = "Processing...";
"点击拍照" = "Click on the photo";
"长按录像" = "Long press the video";
"点击录制" = "Click on the recording";
"点击拍照，长按录像" = "Click on the photo and the video is long";
"处理失败,请重试!" = "Fail to handle, please try again!";
"无法使用相机!" = "Can not use camera!";
"照片正在下载" = "Photos are being downloaded";
"已达最大数!" = "Arrive maximum!";
"照片已达最大数!" = "Photos maximum!";
"视频已达最大数!" = "Videos maximum!";
"最多只能选择%ld张图片" = "%ld photos maximum";
"最多只能选择%ld个视频" = "%ld videos maximum";
"最多只能选择%ld个" = "%ld choose maximum";
"图片不能和视频同时选择" = "Can not choose both video and photo";
"视频不能和图片同时选择" = "Can not choose both photo and video";
"视频少于%.0f秒，无法选择" = "Video is shorther than %.0f s\ncan't be used currently";
"视频大于%.0f秒，无法选择" = "Video is greater than %.0f s\nand cannot be selected";
"录制时间少于3秒" = "Record time cannot be\nless than 3 seconds";
"请在设置-隐私-相机中允许访问相机" = "Please allow to access your camera in \"Settings -> Privacy -> Camera\"";
"无法访问照片\n请点击这里前往设置中允许访问照片" = "Unable to access photos\nPlease click here\nto go to Settings to allow access to photos";
"无法使用相机" = "Can not use camera";
"无法访问照片，请前往设置中允许\n访问照片" = "Unable to access photos\ngo to Settings to\nallow access to photos";
"无法使用麦克风" = "Can not use microphone";
"请在设置-隐私-相机中允许访问麦克风" = "Please allow to access your camera in \"Settings -> Privacy -> microphone\"";
"照片保存失败!" = "Photos saves failed!";
"视频保存失败!" = "Video saves failed!";
"保存失败，无法访问照片\n请前往设置中允许访问照片" = "Unable to access photos\ngo to Settings to\nallow access to photos";
"没有可选的照片!" = "No photo optional!";
"视频已被删除!" = "Video has been deleted!";
"尚未从iCloud上下载，请至系统相册下载完毕后选择" = "You have not yet downloaded from iCloud, please go to the album after downloading";
"麦克风添加失败,录制视频会没有声音哦!" = "The microphone will fail\nand video will be recorded without sound!";
"3秒内的视频无效哦~" = "The video in 3 seconds is not valid";
"录制视频失败!" = "Record video failed!";
"继续录制" = "Continue to record";
"无法访问相册" = "Unable to access album";
"请在设置-隐私-相册中允许访问相册" = "Please allow to access your album in \"Settings -> Privacy -> Album\"";
"相机胶卷" = "Camera Roll";
"所有照片" = "All Photos";
"今天" = "Today";
"编辑后，GIF将会变为静态图，确定继续吗？" = "After editing, the GIF will become a static image. Are you sure you want to continue?";
"编辑后，LivePhoto将会变为静态图，确定继续吗？" = "After editing, LivePhoto will become a static image. Are you sure you want to continue?";
"图片尺寸过小!" = "The picture size is too small!";


"HXAlbumCameraRoll" = "Camera Roll";
"HXAlbumPanoramas" = "Panoramas";
"HXAlbumVideos" = "Videos";
"HXAlbumFavorites" = "Favorites";
"HXAlbumTimelapses" = "Time-Lapse";
"HXAlbumRecentlyAdded" = "Recently Added";
"HXAlbumBursts" = "Bursts";
"HXAlbumSlomoVideos" = "Slo-mo";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Screenshots";
"HXAlbumDepthEffect" = "Depth Effect";
"HXAlbumLivePhotos" = "Live Photo";
"HXAlbumAnimated" = "Animated";
